<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
</head>
<body>
Да, здесь предсатвленно подробнейшее и скучнейшее руководство, которое, несомненно, поможет вам пользоваться этим сайтом. Итак, приступим. Для того, чтобы получить доступ к основному функционалу требуется ввести в окно URL следующую строку:http://bilet8/web/post, да, так просто. Затем, чтобы добавить запись используйте кнопку 'create post', там требуется заполнить и отправить форму. Для редактирования нажмите кнопку со значком карандаша, для просмотра со значком глаза. При потребности в удалении нужно всего-то нажать кнопку корзины напротив нужного поста. Всё, руководство к использованию закончено, осталась установка.<br>
Здесь всё просто: создаёте пакпку, куда с помощью консоли перемещаетесь и пишете комманду pull https://github.com/bigon25565/bilet8.git и composer u и всё, коммандная строка сама сделает всю магию, пользуйтесь!
</body>
</html>
